Tekla Open API Reference for Tekla Structures 2025
MainWindow Properties
The MainWindow type exposes the following members.
Properties
Name | Description
Handle
 Gets the handle.
Top
See Also
Reference
MainWindow Class
Tekla.Structures.Dialog Namespace